Repository: pikougi-nabot/epochrefs-old
Catalog: commit/84000/data-translation-memory/toh44-45_84000-the-stem-array.tmx/chapters-43-53.tmx
Source language: bo
Languages: en

source: །རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་བདག་ལ་ནི་འཇིགས་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ། །དགེ་བའི་བཤེས་གཉེན་ལ་ནི་དཔའ་བོའི་འདུ་ཤེས་དང་། གདམས་ངག་ལ་ནི་མཚོན་ཆའི་འདུ་ཤེས་དང་། ནན་ཏན་ལ་ནི་དགྲ་སེལ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: “Noble one, you should think of yourself as someone in danger, think of the kalyāṇamitra as a hero, think of the instructions as weapons, and think of their practice as the elimination of enemies.

source: །རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་བདག་ལ་ནི་ཚོང་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ། །དགེ་བའི་བཤེས་གཉེན་ལ་ནི་སྐྱབ་འཛིན་པའི་འདུ་ཤེས་དང་། གདམས་ངག་ལ་ནི་རིན་པོ་ཆེའི་འདུ་ཤེས་དང་། ནན་ཏན་ལ་ནི་རིན་པོ་ཆེ་སྡུད་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: “Noble one, you should think of yourself as a merchant, think of the kalyāṇamitra as a sea captain, think of the instructions as jewels, and think of their practice as gathering jewels.

source: །རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་བདག་ལ་ནི་བུ་དམ་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ། །དགེ་བའི་བཤེས་གཉེན་ལ་ནི་ཕ་མའི་འདུ་ཤེས་དང་། རྗེས་སུ་བསྟན་པ་ལ་ནི་རིགས་ཀྱི་བུའི་ཚུལ་གྱི་འདུ་ཤེས་དང་། ནན་ཏན་ལ་ནི་ཚུལ་མ་ཉམས་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: “Noble one, you should think of yourself as a good son, think of the kalyāṇamitra as your parents, think of the instructions as the behavior of someone from a good family, and think of their practice as keeping to that good behavior.

source: །རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་བདག་ལ་ནི་རྒྱལ་པོ་གཞོན་ནུའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ། །དགེ་བའི་བཤེས་གཉེན་ལ་ནི་ཆོས་ཀྱི་རྒྱལ་པོ་དང་བློན་པོ་དམ་པའི་འདུ་ཤེས་དང་། གདམས་ངག་ལ་ནི་རྒྱལ་པོའི་ཁྲིམས་ཀྱི་འདུ་ཤེས་དང་། ནན་ཏན་ལ་ནི་ཡེ་ཤེས་ཀྱི་རྒྱལ་པོའི་ཅོད་པན་དང་རྒྱན་དང་། ཆོས་ཀྱི་ཐབས་མགོ་ལ་འཆིང་བ་དང་། ཆོས་ཀྱི་རྒྱལ་པོའི་གྲོང་ཁྱེར་ལ་རྣམ་པར་ལྟ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་སྟེ།
en: “Noble one, you should think of yourself as a prince, think of the kalyāṇamitra as a Dharma king and the prime minister, think of the instructions as the king’s law, and think of their practice as looking at the crown and adornments of the king of wisdom, the turban of the Dharma bound upon his head, and the Dharma king’s city.

source: རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་དེ་ལྟ་བུའི་འདུ་ཤེས་ཡིད་ལ་བྱ་བ་ཡོངས་སུ་སྒོམ་སྟེ།
en: “Noble one, you should approach the kalyāṇamitras meditating on those thoughts and perceptions of the kalyāṇamitras.

source: དགེ་བའི་བཤེས་གཉེན་རྣམས་ལ་ཉེ་བར་བསྙེན་པར་གྱིས་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Why is that?

source: རིགས་ཀྱི་བུ་དེ་ལྟར་དགེ་བའི་བཤེས་གཉེན་ལ་ལྷག་པའི་བསམ་པ་ཡོངས་སུ་དག་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་དགེ་བའི་བཤེས་གཉེན་གྱི་ངག་ཐམས་ཅད་ཉམས་སུ་ལེན་པའི་ཚེ། གངས་ཀྱི་རི་ལ་རྟེན་པའི་རྩྭ་དང་གེལ་བ་དང་། སྨན་དང་ནགས་ཚལ་ལྟ་བུར་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱིས་རྣམ་པར་འཕེལ་ལོ།
en: Noble one, it is because when a bodhisattva, who has a pure superior motivation toward the kalyāṇamitras, is practicing all the instructions of the kalyāṇamitras, all the bodhisattva’s roots of merit will increase like the grass, bushes, herbs, and forests that depend on the Himalayas.

source: །རྒྱ་མཚོ་ཆེན་པོ་ཆུའི་སྣོད་དུ་གྱུར་པ་ལྟར་ཆོས་ཐམས་ཅད་ཀྱི་སྣོད་དུ་འགྱུར་རོ།
en: The bodhisattva becomes a container of all Dharmas just as the great ocean is a container of water.

source: །གང་ཆེན་མཚོ་ཆེན་པོ་རིན་པོ་ཆེ་མང་པོའི་འབྱུང་གནས་སུ་གྱུར་པ་ལྟར་ཡོན་ཏན་ཐམས་ཅད་ཀྱི་འབྱུང་གནས་སུ་འགྱུར་རོ།
en: The bodhisattva becomes the source of many qualities just as the great ocean is a source of many jewels.

source: །མྱེའི་དྲོད་ཀྱིས་གསེར་ཡོངས་སུ་འབྱང་བ་ལྟར་བྱང་ཆུབ་ཀྱི་སེམས་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ།
en: The bodhisattva purifies just as the heat of fire purifies gold.

source: །རྒྱ་མཚོ་ཆེན་པོ་ལས་འཕགས་པའི་རི་རབ་ལྟར་འཇིག་རྟེན་ལས་མངོན་པར་འཕགས་པར་འགྱུར་རོ།
en: The bodhisattva is higher than the world just as Sumeru is higher than the ocean.

source: །པད་མོ་ལ་ཆུས་མྱི་ཆགས་པ་ལྟར་འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་མྱི་གོས་པར་འགྱུར་རོ།
en: The bodhisattva is unstained by the worldly qualities just as water does not cling to lotuses.

source: །རྒྱ་མཚོ་ཆེན་པོ་རོ་རུལ་པ་དང་མི་འགྲོགས་པ་ལྟར། སྤྱོད་པ་ངན་པ་ཐམས་ཅད་དང་མི་འགྲོགས་སོ།
en: The bodhisattva does not keep company with bad behavior just as the ocean does not keep a corpse.

source: །ཡུད་དུ་ཡར་གྱི་ཟླ་བ་ལྟར་ཆོས་དཀར་པོས་རྣམ་པར་འཕེལ་བར་འགྱུར་རོ།
en: The bodhisattva increases good qualities just like the phase of the waxing moon.

source: །འཛམ་བུའི་གླིང་སྣང་བར་བྱེད་པའི་ཉི་མ་ལྟར་ཆོས་ཀྱི་དབྱིངས་སུ་སྣང་བར་འགྱུར་རོ།
en: The bodhisattva illuminates the realm of the Dharma just as the sun illuminates the world.

source: །ཕ་མ་དང་འགྲོགས་པའི་བུ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་སྨོན་ལམ་གྱི་ལུས་ཐམས་ཅད་ཡང་དག་པར་སྐྱེ་བར་འགྱུར་རོ།
en: The bodhisattva has bodies that are all born from prayer just as a son is associated with his parents.

source: །དེ་ལྟར་མདོར་ན་རིགས་ཀྱི་བུ་དགེ་བའི་བཤེས་གཉེན་གྱི་གདམས་ངག་ལ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཡོན་ཏན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་བརྗོད་དུ་མེད་པ་ཕྲག་བཅུ་ནི་རབ་ཏུ་འཛིན་པར་འགྱུར་རོ།
en: “In brief, noble one, the bodhisattvas who follow thus the instructions of the kalyāṇamitras possess uncountable millions of quintillions of qualities.

source: །དེའི་ལྷག་པའི་བསམ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་ཡོངས་སུ་སྦྱོང་བར་འགྱུར་རོ།
en: They purify millions of quintillions of higher motivations.

source: །བྱང་ཆུབ་སེམས་དཔའི་དབང་པོ་བྱ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་རབ་ཏུ་འཕེལ་བར་འགྱུར་རོ།
en: They increase millions of quintillions of bodhisattva powers.

source: །བྱིན་གྱི་རླབས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་རྣམ་པར་སྤྱོད་པར་འགྱུར་རོ། །སྒྲིབ་པའི་ཆོས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་རྣམ་པར་སྦྱོང་བར་འགྱུར་རོ།
en: They purify millions of quintillions of empowerments.

source: །སྒྲིབ་པའི་ཆོས་གྲངས་མེད་པ་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: They purify away millions of quintillions of obscurations.

source: །བདུད་གྲངས་མེད་པ་བརྒྱ་སྟོང་ཕྲག་བཅུ་ལས་ནི་ཡང་དག་པར་འདས་པར་འགྱུར་རོ།
en: They transcend millions of quintillions of māras.

source: །ཆོས་ཀྱི་སྒོ་གྲངས་མེད་པ་བརྒྱ་སྟོང་ཕྲག་བཅུ་ལ་ནི་རབ་ཏུ་འཇུག་པར་འགྱུར་རོ།
en: They enter millions of quintillions of Dharma gateways.

source: །ཚོགས་རྣམ་པར་དག་པའི་སྒོ་གྲངས་མེད་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: They complete millions of quintillions of accumulations.

source: །སྤྱོད་པ་གྲངས་མེད་པ་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་ཀུན་ནས་དག་པར་འགྱུར་རོ།
en: They purify millions of quintillions of conducts.

source: །སྨོན་ལམ་ཆེན་པོ་གྲངས་མེད་པ་བརྒྱ་སྟོང་ཕྲག་བཅུ་ནི་མངོན་པར་གྲུབ་པར་འགྱུར་རོ།
en: They accomplish millions of quintillions of great prayers.

source: །རིགས་ཀྱི་བུ་དེ་ལྟར་མདོར་ན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་ས་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་བཟོད་པ་ལ་འཇུག་པ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་གྱི་སྒོ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་མངོན་པར་ཤེས་པའི་ཡེ་ཤེས་ཀྱིས་རྣམ་པར་འཕྲུལ་པ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་གཟུངས་དང་སྤོབས་པའི་སྣང་བ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་བསྔོ་བའི་ཡེ་ཤེས་དང་མངོན་པར་ཤེས་པ་ཚད་མེད་པ་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྨོན་ལམ་མངོན་པར་བསྒྲུབ་པ་ཐམས་ཅད་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་རབ་ཏུ་ཐོབ་ཅིང་ཡོངས་སུ་གྲུབ་པ་རྣམས་ནི་དགེ་བའི་བཤེས་གཉེན་ལ་རག་ལས་པ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་རྩ་བར་གྱུར་པ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་ལས་བྱུང་བ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་སྐྱེ་གནས་སུ་གྱུར་པ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་སྐྱེ་མཆེད་དུ་གྱུར་པ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་ལས་ཡོངས་སུ་སྐྱེས་པ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་སྤེལ་བ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་ལ་རབ་ཏུ་རྟེན་པ་དག་གོ །དགེ་བའི་བཤེས་གཉེན་རྒྱུར་གྱུར་པའོ།
en: “Thus, noble one, in brief, all bodhisattva conduct, all bodhisattva perfections, all bodhisattva bhūmis, all bodhisattva entries into patience, all bodhisattva gateways to samādhi, all bodhisattva miraculous manifestations through the wisdom of higher cognition, all the bodhisattva illumination through mental retention and eloquence, all limitless ripened wisdom and higher cognition, all the accomplishment of bodhisattva prayers, and all attainment and accomplishment of buddha qualities depend on the kalyāṇamitras, have the kalyāṇamitras as their root, come from the kalyāṇamitras, have the kalyāṇamitras as their source, have the kalyāṇamitras as their origin, are born from the kalyāṇamitras, are increased by the kalyāṇamitras, are based on the kalyāṇamitras, have the kalyāṇamitras as their cause, and arise from the kalyāṇamitras.”

source: །དགེ་བའི་བཤེས་གཉེན་ལས་རབ་ཏུ་སྐྱེས་པ་དག་གོ །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ནོར་བཟངས་ཀྱིས་རྣམ་པ་དེ་ལྟ་བུའི་དགེ་བའི་བཤེས་གཉེན་གྱི་ཡོན་ཏན་དང་། བསྔགས་པ་རྗེས་སུ་བསྟན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཚད་མེད་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་རྒྱ་ཆེན་པོ་ཐོས་ནས་དགའ་རངས་ཏེ་མགུ་ཞིང་ཉམས་བདེ་ལ་ཚིམ་ཞིང་ཡིད་བདེ་བ་སྐྱེས་ནས། ཁྱེའུ་དཔལ་འབྱུང་བ་དང་། བུ་མོ་དཔལ་གྱི་བློ་གྲོས་མ་གཉིས་ཀྱི་རྐང་པ་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ།
en: Sudhana, the head merchant’s son, having listened to the teaching that praised the qualities of the kalyāṇamitras, having listened to limitless bodhisattva conduct and the vast qualities of the buddhas, was filled with joy, delighted, elated, pleased, and happy, and he bowed his head to the feet of the boy Śrīsaṃbhava and the girl Śrīmati.

source: ཁྱེའུ་དཔལ་འབྱུང་བ་དང་། བུ་མོ་དཔལ་གྱི་བློ་གྲོས་མ་གཉིས་ལ་ལན་བརྒྱ་སྟོང་དུ་མར་གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱས་ནས། ཁྱེའུ་དཔལ་འབྱུང་བ་དང་། བུ་མོ་དཔལ་གྱི་བློ་གྲོས་མའི་དྲུང་ནས་སོང་ངོ་།། །།སངས་རྒྱས་རྨད་གཅད་ཅེས་བྱ་བ་ཤིན་ཏུ་རྒྱས་པ་ཆེན་པོའི་མདོ། བམ་པོ་བཅྭོ་བརྒྱད་པ།
en: He circumambulated the boy Śrīsaṃbhava and the girl Śrīmati many hundreds of thousands of times, keeping them to his right, and, looking back at them again and again, he departed from the boy Śrīsaṃbhava and the girl Śrīmati.
